rps1_text = "камень🗿, ножницы✂, бумага💵? <b>счёт</b>📄 - показать счет\n<b>выход</b>❌ - для выхода и сбрасывается счёт:(\n(отправлять стикером!!!)"
start_help_text = "<b>/help или /start</b> - все команды📌\n<b>/info_about_bot</b> - об боте и авторах📋\n<b>/about_version</b> - версия и что добавили\n<b>/game_rps</b> - камень, ножницы бумага!\n<b>/xmusic</b> -  8 новогодних песен❄️(скоро их верну)\n<b>/my_chanel</b> - ссылка на мой телеграмм✔️ канал<strike>(это вам не нужно)</strike>\n<b>/leadbord</b> - таблица лидеров в камень-<i>НоЖнИцЫ</i>-<b>БУМАГА</b>🚧\n<b>/gpt_wtf</b> - невероятное общение с нейросетью\n<b>/duels</b> - ой какие дули в камень ножницы бумага"
info_about_bot_text = "бот создан <i><b>ДПХР</b></i>: Георгием и его другом Андреем. 🤓Гоша 14 лет от роду холостой. Андрей(друг) помогает придумывать смешные команды.👾👾👾 \nБот повторяет любые сообщения, также есть пасхалочки при написании каких-нибудь  слов например: <i><b>сквазимабзабза</b></i>.\n\n👨‍💻/help выведет краткое описание имеющихся команд:)"
about_version_text = "версия чепуха: <b>1.0</b>\nдабавили: <b>пока что нечего:(</b>"
your_score_exept = "🤕Возможно тебя <b>нет</b> в базе данных!\n<i>Просто введи /game_rps и поиграй</i>:)"
#__________________________

file_path = r"1.mp4"
file_path1 = r"rCpIJC4kzeE.jpg"

musics = [r"унесённые ветром.mp3", r"christmas-kids-speed-up.mp3", "last-christmas.mp3", "Let It Snow!.mp3", "Зима-Холода.mp3", "остаемся зимовать.mp3", "Песенка о медведях.mp3", "снег не тает.mp3"]